<!-- eslint-disable -->
<template>
  <div>
    <h1>服务条款</h1>
    <p>欢迎光临 Gavln 云盘（以下简称“本网站”）你访问或使用我们的产品或服务即表示你已同意本条款。请仔细阅读。本服务条款和明确包含在此的任何条款（以下简称“条款”）适用于你访问和使用本网站提供的所有服务（统称“我们的服务”或“服务”）。</p>
    <h2>一、接受条款</h2>
    <p>这些条款可由本网站随时更新，且毋须另行通知。本网站条款一旦发生变动, 本网站将在网页上公布修改内容。修改后的条款一旦在网页上公布即有效代替原来的条款。你可随时造访本网站查阅最新条款。此外，当你使用本网站特殊服务时，你和本网站应遵守本网站随时公布的与该服务相关的指引和规则。</p>
    <p>你声明并保证你：</p>
    <p>（1）在法定年龄下生成具有约束力的合同；<br>
    （2）未曾被禁止使用我们的服务；<br>
    （3）有充分的权利或授权来签署本协议，并且此行为不会违反你曾签署的任何其他协议。如果你的注册是代表法人实体公司等使用我们的服务，则你需要进一步声明并保证：<br>
    （4）该法律实体根据其所在管辖区的适用法律为合法组织；<br>
    （5）你经该法律实体正式授权并所有在网站内发生的行为均视为是以公司的名义。</p>
    <p>你在使用本网站提供的各项服务之前。如你不同意本服务条款及随时对其的修改，你可以主动取消本网站提供的服务；你一旦使用本网站服务，即视为你已了解并完全同意本服务条款各项内容，包括本网站对服务条款随时所做的任何修改，并成为本网站用户（以下简称“用户”）。</p>
    <h2>二、帐户注册</h2>
    <p>用户必须在本网站内创建一个帐户才能使用我们的服务。当创建一个账户时，本网站会给用户一个账户持有者编号，用户需牢记并以此登录用户的账号。</p>
    <h2>三、终止服务</h2>
    <p>本网站可以自行决定终止服务并且无需对用户承担任何责任。无论是否事先通知，本网站保留随时修改或终止所提供的服务的任何部分的权利。</p>
    <h2>四、风险承担</h2>
    <p>用户承认并同意，基于互联网的服务是存在风险的，恶意软件引入的风险以及第三方可能未经用户的授权获得访问存储在用户的账户中的信息的权限的风险。用户承认并同意，本网站对于用户在使用服务时可能遇到的任何通信故障、中断、错误或延迟，均不承担任何责任。对于因使用本网站的服务而引起的任何损失，损害或索赔，本网站不承担任何责任，包括但不限于由</p>
    <p>（1）密码被暴力破解；<br>
    （2）服务器故障或数据丢失；<br>
    （3）密码丢失或遗忘。</p>
    <h2>五、第三方服务和内容</h2>
    <p>在使用本网站的服务时，用户可以查看内容或利用第三方提供的服务，包括指向此类网页和服务的链接（“第三方内容”）。本网站不控制也不认可不采纳任何第三方内容，并且对第三方内容不承担任何责任，包括但不限于用户的司法管辖区内可能引起误解，不完整，错误，不雅或其他令人反感的材料。此外，用户与第三方的业务往来或通信仅限于用户与第三方之间。本网站对因此类通信而导致的任何类型的损失或损害不承担任何责任或义务，并且用户明白用户使用第三方内容以及与第三方的互动需要用户自行自担风险。</p>
    <h2>六、可接受的使用</h2>
    <p>在访问或使用服务时，用户同意会违反任何法律，合同，知识产权或其他第三方权利或实施侵权行为，并且用户在使用本网站的服务时对用户的行为负全责。在不限制前述内容的一般性的前提下，用户同意不会；</p>
    <p>（1）以任何可能干扰、负面影响或禁止其他用户完全享受本网站的服务或损坏、禁用、超负荷或以任何方式妨碍本网站服务的运营；<br>
    （2）使用非本网站提供的任何机器人，蜘蛛，爬虫，刮板或其他自动化手段或界面来访问本网站的服务或提取数据；<br>
    （3）未经授权使用或试图使用其他用户的帐户；<br>
    （4）尝试规避本网站所使用的任何内容过滤技术，或试图访问用户无权访问的任何服务或服务领域；<br>
    （5）向服务器引入任何病毒，木马蠕虫，逻辑炸弹或其他有害物质；<br>
    （6）提供虚假，不准确或误导性的信息；<br>
    （7）鼓励或诱导任何第三方从事任何本部分内容提及的被明令禁止的活动。</p>
    <h2>七、免责声明</h2>
    <p>（1）在适用法律允许的最大范围内，除明确规定与国际书写相反的规定外，我们的服务按“原样”和“现有”的基础提供。在适用法律允许的最大范围内，本网站明确声明并且免除任何形式的明示或暗示担保，包括但不限于对适销性，针对特定用途的，所有权和非侵权性的暗示保证，包括信息，内容及其中所含的材料。<br>
    （2）用户承认通过我们的服务存储或转让的信息可能会因各种原因（包括软件故障，第三方提供商的协议更改，互联网故障，不可抗力事件或其他灾难）而导致丢失或损坏或暂时无法使用。对于通过我们的服务存储或传输的任何信息的备份和维护复制副本，用户将完全自行承担责任。</p>
    <h2>八、责任限制</h2>
    <p>除非法律另有要求，否则本网站不对任何特殊的，间接的或后果性的损害赔偿或任何其他损害负责，包括但不限于使用，损坏（包括但不限于疏忽）或其他方式引起的利润损失或数据丢失，包括因使用或无法使用我们的服务或公司资料而导致的任何形式（包括但不限于疏忽）包括但不限于由任何用户对从公司获取的任何信息或由于错误、遗漏、中断、文件或电子邮件的删除、错误、缺陷、病毒、延迟、操作或传输或任何故障而导致的任何损坏，无论是否因强制不可抗力事件而产生的通讯故障、盗窃、销毁或未经授权访问公司的记录、程序或服务。</p>
    <h2>九、赔偿</h2>
    <p>用户同意为本网站进行任何形式的赔偿、损失、成本或费用（包括但不限于合理理由）的律师费等。以上费用产生于或与以下内容有关：</p>
    <p>（1）使用我们的服务或发生了与我们的服务有关的行为；<br>
    （2）提供的任何反馈；<br>
    （3）违反相关条款；<br>
    （4）侵犯了任何其他人或机构主体的任何权利。</p>
  </div>
</template>
<!-- eslint-enable -->

<script>
export default {
  name: 'EulaCn',
};
</script>
