<!-- eslint-disable -->
<template>
  <div>
    <h1>隐私政策</h1>
    <p>本隐私政策解释有关个人资料的用户从 gavln.com 网站的用户，以及 Gavln 和 Gavln 备份服务（以下简称“服务”）。</p>
    <p>Gavln 定义的“个人数据”作为是实用的直接确定个体的身份的任何数据。本隐私政策没有定义的任何条款有服务的许可证和产品协议给出的含义。
    本隐私政策 Gavln 可能不定时更新。Gavln 将在其网站上发布公告提供的隐私政策的重大变化显著通知。</p>
    <p>通过注册使用本服务，你同意（1）遵守本隐私政策和遵守。（2）Gavln 可以处理（即收集，使用等），你的个人数据的条款和条件，本隐私政策或描述用户协议。</p>
    <h2>Cookies 政策</h2>
    <p>每当你访问属于 Gavln，或者使用我们的移动应用程序的网站，Gavln 服务器会自动收集有关使用该网站的信息。这些信息包括，其中包括：使用（如 Mac OS 的域名和主机你接入互联网，</p>
    <p>你使用电脑或互联网服务提供商的IP地址，操作系统姓名时，类型浏览器（例如 Mozilla Firefox 浏览器，IE 浏览器，Chrome），其重定向你对我们网站的网站名称，类型的设备所使用。</p>
    <p>这使我们能够确定你访问我们网站的日期，跟踪你在我们网站的动作，并记录你花查看特定网站的时间。这些信息有助于我们确定你的浏览习惯，内容偏好和你访问特定页面。</p>
    <p>我们发送到你的设备的一个或多个“Cookie”（小文本文件发送到你的浏览器可能存储在设备上，所以当你再次访问我们，我们能够认识你）。</p>
    <p>具体而言，我们使用两种类型的 Cookie：</p>
    <ul>
    <li>会话 Cookie - 这些被分配到在登录过程中的用户，并在用户注销或关闭浏览器被自动删除。我们使用会话 Cookie 主要是为了确定我们的服务的用户的登录状态。<br>
    其目的是为了确保我们的用户只能查看他们有权在使用我们的网站或服务的连接来访问网站;</li>
    <li>永久 Cookie - 这些保持你关闭浏览器后也。你可以手动删除它们。</li>
    </ul>
    <p>当你通过点击位于第三方网站的链接访问我们的网站，我们也可能会收到关于你的信息。</p>
    <p>这些第三方可以给我们的联系信息，并存储在他们自己的网站及其使用的 Cookie 信息。</p>
    <p>第三方分配一个会话“Cookie 编号”，以帮助你对我们网站导航。请注意，由第三方对 Cookie 的使用是不属于本政策。我们有超过这些 Cookie 没有访问或控制。</p>
    <h2>Cookie 设置</h2>
    <p>如果在你的浏览器设置，你授权你的浏览器接受 ，你同意由 Gavln 使用 。如果你不同意由 Gavln 使用 ，
    你可以通过在浏览器设置中选择相应的选项阻止他们。请记住，但是，如果你决定不接受我们的 ，你可能无法使用所有的我们的特色。我们也不能保证我们的服务和网站将会以最佳状态工作。</p>
  </div>
</template>
<!-- eslint-enable -->

<script>
export default {
  name: 'PrivacyCn',
};
</script>
